Repository: bridgeindia/yoga
Catalog: languages/*/default.po
Languages: de

source: Thank you for contacting us. We will get back to you soon.
de: Wir bedanken uns für Ihre erfolgreiche Anfrage und melden uns schnellstmöglich zurück

source: The captcha value you entered is not correct.Please try again.
de: Der eingegebene Sicherheitscode ist nicht korrekt. Bitte gebe ihn erneut ein.

source: Username exists. Please enter another one.
de: Username existiert bereits. Bitte geben Sie einen anderen ein.

source: Email does not exist in our database.Please use your registered email
de: Diese E-Mail Adresse existiert nicht in unserer Datenbank. Bitte benutze deine registrierte E-Mail Adresse.

source: Your password has been mailed to the email provided.
de: Ihr Passwort wurde an der E-Mail verschickt worden.

source: Please fill out the missing information on the settings page before continuing
de: Bitte trage bei den Einstellungen die fehlenden Informationen ein, bevor du fortfährst

source: Title
de: Anrede

source: First name
de: Vorname

source: Last name
de: Nachname

source: Email address
de: E-Mail Adresse

source: Contact us
de: Kontaktieren Sie uns

source: About fitness4.me
de: Über fitness4.me

source: What can we do for you?
de: Was können wir für dich tun?

source: How does it work
de: Wie funktioniert es

source: The truth
de: Wahrheiten

source: Settings
de: Einstellungen

source: Username
de: Benutzername

source: Password
de: Passwort

source: Welcome User
de: Willkommen Anwender/Kunde

source: Lose Weight
de: Abnehmen

source: Total Body
de: Ganzkörper

source: Flexibility
de: Beweglichkeit

source: Upper Body
de: Oberkörper

source: Buttocks
de: Gesäß

source: Shoulder
de: Schulter

source: Stomach
de: Bauch

source: Biceps
de: Bizeps

source: Neck
de: Nacken

source: Legs
de: Beine

source: Triceps
de: Trizeps

source: Back
de: Rücken

source: You can select
de: Sie können

source: List of 10 minute Workouts
de: Liste der 10-minütige Trainingseinheiten

source: Muscle Management
de: Muskelaufbau

source: Stomach/Legs/Buttocks
de: Bauch/Beine/Po

source: Core
de: Core-Muskeln

source: View All
de: alle

source: chairs
de: Stühle

source: none
de: keine

source: List 10 minute Workouts
de: Liste der 10-minütige Trainingseinheiten

source: Your account is either inactive or the acount information is incorrect. Please try again.
de: Ihr Konto ist entweder inaktiv oder die eingegebenen Informationen sind nicht korrekt. Bitte versuchen Sie es erneut.

source: MemberShip Plans
de: Mitgliedschaftsplan

source: Just
de: Nur

source: per month
de: pro Monat

source: Only
de: Nur

source: Super Saver
de: Super Spar-Angebot

source: Unlock ALL workouts for just
de: Schalte alle Workouts für nur

source: Get your workouts now!
de: Erhalte jetzt dein Trainingsprogramm!

source: Promotion code
de: Aktionscode

source: Please enter your promotion code if you have one.
de: Bitte geben Sie Ihren Aktionscode ein, wenn vorhanden

source: Enter your code
de: GebenSieIhreKennzahlein

source: Workout Rate
de: Trainingsstufe

source: Please click on the button below to proceed.<br/> Your workouts will be unlocked in a few minutes after successful payment.
de: Bitte klicke auf den nachstehenden Button um fortzufahren. Dein Workout wird wenige Minuten nach der erfolgreichen Zahlungsabwicklung freigeschaltet.

source: Focus
de: Fokus

source: Please enter your first name
de: Bitte geben Sie Ihren Vornamen

source: Last Name
de: Nachname

source: Address
de: Adresse

source: Please enter your complete address
de: Bitte geben Sie ihre vollständige Adresse an

source: City
de: Stadt

source: Please enter your city
de: Bitte gebenSie ihr Stadt an

source: Please enter a country
de: Bitte gebenSie ihr Land an

source: Please enter a zipcode
de: Bitte geben Sie ihre Postleitzahl an

source: Please enter a valid zipcode
de: Bitte geben Sie eine gültige Postleitzahl an

source: Telephone
de: Telefon

source: Please enter a valid email address
de: Bitte geben Sie eine gültige Email Adresse ein

source: Gender
de: Geschlecht

source: female
de: weiblich

source: male
de: männlich

source: Please enter your gender
de: Bitte geben Sie ihr Geschlecht an

source: Date of Birth
de: Geburtsdatum

source: Please enter your date of birth
de: Bitte geben Sie Ihr Geburtsdatum

source: Please accept the terms of use
de: Bitte bestätigen Sie die Nutzungsbedingungen

source: Level
de: Stufe

source: Beginner
de: Anfänger

source: Advanced
de: Fortgeschritten

source: Expert
de: Profi

source: Let us know what your targets are
de: Teile uns deine Ziele mit!

source: Help us focus on what you are interested in ?
de: Hilf uns dabei, uns auf deine Interessen zu konzentrieren!

source: Are you a member of any fitness club ?
de: Sind Sie Mitglied eines Fitness Clubs

source: Yes
de: Ja

source: No
de: Nein

source: Yes, I am interested in special offers from your cooperation partners
de: Ja, ich interessiere mich für Sonderangebote von Kooperationspartnern

source: Once in a while fitness4.me are able to negotiate special deals or other interesting stuff for our users.
de: Von Zeit zu Zeit kann fitness4.me besondere Deals und andere interessante Angebote für die Mitglieder aushandeln.

source: Yes, please send me information and updates on new workouts and improvements from fitness4.me
de: Ja, bitte schickt mir Informationen und Neuigkeiten bezüglich neuer Workouts und Verbesserungen von fitness4.me.

source: We are working hard on improving fitness4.me and almost every day you will see new workouts or added functionality.
de: Wir arbeiten hart daran, fitness.me zu verbessern und du wirst fast jeden Tag neue Workouts oder zusätzliche Funktionen finden.

source: We would like to keep you informed about these improvements, so you can get the most out of fitness4.me.
de: Wir möchten dich über diese Verbesserungen gern informieren, damit du wirklich alle Vorteile von fitness4.me nutzen kannst.

source: Don't worry, we won't spam you with emails everyday.
de: Keine Sorge, wir werden dein Postfach nicht täglich mit Nachrichten fluten!

source: No, I do not want to receive emails from you or your partners.
de: Nein, ich möchte keine E-Mails von euch oder euren Partnern erhalten.

source: Please note that you will also miss important information about new incentives from fitness4.me
de: Bitte denke daran, dass du wichtige Neuigkeiten zu Bonusaktionen von fitness4.me verpassen wirst.

source: Change Password
de: Bitte ändere das Passwort.

source: I accept the terms of use
de: Ich akzeptiere die Nutzungsbedingungen

source: Terminate account with fitness4me?
de: Den Account bei fitness4me löschen?

source: Please let us know your reason to terminate your account with Fitness4me
de: BitteteilenSieuns den Grundfür die AuflösungIhresKontosbei Fitness4me mit

source: Submit
de: Bestätigen

source: Workout Statistics
de: Workout Namen

source: Attended Workouts
de: Workout Namen

source: Workout Duration
de: Trainingsstufe

source: News
de: Neuigkeiten

source: Featured Workout
de: Liste der 10-minütige Trainingseinheiten

source: Popular Workouts
de: Workout Namen

source: Popular Tags
de: Beliebte Tags

source: How much time have you got
de: Wieviel Zeit hast du

source: What kind of equipment do you have
de: Welche Hilfsmittel stehen dir zur Verfügung

source: None
de: keine

source: What would you like to exercise
de: Welche Muskeln möchtest du trainieren

source: Name your workout
de: Benenne das Workout

source: Continue
de: Fortfahren

source: Duration
de: Dauer

source: Quick Workouts
de: Schnelle Workouts

source: Personalised Workouts
de: Personalisierte Workouts

source: Self made Workouts
de: Selbst erstellte

source: Number of exercises
de: Anzahl der Übungen

source: Number of muscle groups trained
de: Anzahl der trainierten Muskelgruppen

source: Total time
de: Zeit

source: Minutes
de: Minuten

source: Save
de: Speichern

source: Click here to filter exercises
de: Hier klicken, um die Übungen zu filtern

source: Close
de: schließen

source: Your payment is under review by google payments
de: Deine Zahlung wird von google payments überprüft

source: Please wait for 24 hrs for the processing to be complete
de: Bitte warte 24 Std. bis die Bearbeitung abgeschlossen ist

source: Your current payment status from google
de: Dein aktueller Zahlungs Status von google

source: minute
de: minuten

source: Choose your subscription
de: Wähle dein Abonnement

source: Not Yet
de: Noch nicht

source: As a non-premium member you cannot edit this workout.
de: Als Nicht-Premium Mitglied kannst du dieses Workout nicht speichern

source: This funtionality is only available for users with full membership.
de: Diese Funktion ist nur für Benutzer mit einer vollen Mitgliedschaft verfügbar.

source: Sign up today and get access to even more quick workouts and exercises.
de: Melde dich heute an und erhalte Zugang zu noch mehr Schnell Workouts und Übungen.

source: And you can save an unlimited number of personalized and self-made workouts.
de: Und du kannst unbegrenzt viele personalisierte und selbst erstellte Workouts speichern.

source: Workout ANYTIME and ANYWHERE
de: Trainiere WANN und WO du willst

source: Tell me more
de: Erzähle mir mehr

source: Sorry,but you have already used your trial selfmade workout.
de: Entschuldigung, aber du hast dein selbst erstelltes Probe Workout schon genutzt.

source: As a non-premium member you cannot save this self made workout.
de: Als Nicht-Premium Mitglied kannst du dieses selbst erstellte Workout nicht speichern

source: But you are welcome to try out this great feature
de: Aber du bist herzlich eingeladen, dieses tolle Feature auszuprobieren

source: As a premium member you will have access to even more exercises and quick workouts
de: Als Premium Mitglied erhälst du Zugang zu noch mehr Übungen und Schnell-Workouts

source: And you can save an unlimited amount of personalized and self-made workouts.
de: Und du kannst unbegrenzt viele personalisierte und selbst erstellte Workouts speichern

source: Yes, I would like to become a premium member
de: Ja, ich möchte Premium-Mitglied werden

source: Monthly Membership
de: monatlich Mitgliedschaft

source: Membership for
de: Mitgliedschaft von

source: months at the price of
de: monate bei die preis von

source: Price in Dollars
de: Preis in Dollars

source: Price in Pounds
de: Preis in Pounds

source: Price in Euro
de: Preis in Euro

source: Become a Premium Member of Fitness4.me and get
de: Werde Premium-Mitglied bei Fitness4.me und erhalte

source: Unlimited personalized workouts
de: unbegrenzte personalisierte Workouts

source: Unlimited self-made workouts
de: unbegrenzte selbst-erstellte Workouts

source: Access to hundreds of quick workouts
de: Zugang zu hunderten von Schnell-Workouts

source: Access to more than 500 exercises
de: Zugang zu mehr als 500 Übungen

source: Free apps and cross-platform synchronization.
de: kostenlose Apps und Cross-Platform-Synchronisation

source: A fitness4.me Premium Membership
de: Eine Mitgliedschaft bei Fitness4.me

source: is all you need to stay fit or get in shape.
de: ist alles was du brauchst, um fit zu bleiben oder in Form zu kommen

source: No need for gyms or expensive equipment.
de: Du brauchst kein Fitnessstudio oder teures Equipment

source: Sign up now
de: Melde dich jetzt an

source: And test us two months for free
de: Und teste uns zwei Monate lang kostenlos

source: Stay fit with our quick workouts
de: Bleib fit mit unseren Schnell-Workouts

source: Would you like to improve certain problem zones
de: Möchtest du bestimmte Problemzonen verbessern

source: Get the sixpack you dream about
de: Endlich den lang ersehnten Waschbrettbauch vorzeigen können

source: Loose Weight or get the perfect bikini figure
de: Gewicht verlieren oder die perfekte Bikini-Figur bekommen

source: Or try our anti age or wake up workouts
de: Oder teste unsere Anti-Aging oder Wachmacher-Workouts

source: Take a look at our long lists – we add more almost every week.
de: Wirf einen Blick auf unsere langen Listen-wir fügen fast jede Woche neue Übungen hinzu

source: As a Premium member you will have unlimited access to all our exercises and workouts.
de: Als Premium Mitglied erhälst du Zugang zu noch mehr Übungen und Schnell-Workouts

source: Get your own personalized Workouts
de: Erhalte jetzt dein Trainingsprogramm!

source: Tell us how much time you have and what
de: Sage uns wieviel Zeit du hast und was

source: you would like to exercise.
de: du trainieren möchtest

source: We will choose exactly which exercises that fits your wishes and
de: Wir werden genau die Übungen zusammenstellen, die deinen Wünschen entsprechen und

source: design the perfect workout for you.
de: so das perfekte Workout für dich designen.

source: As a Premium member you can create and save an unlimited amount of personalized workouts
de: Als Premium-Mitglied kannst du unbegrenzt viele personalisierte Workouts erstellen und speichern

source: Or would you like to create your own workouts
de: Oder möchtest du deine eigenen Workouts erstellen

source: Browse around in our database of exercises
de: Stöbere in unsere Datenbank voller Übungen

source: Filter according to muscle groups
de: Benutze die Filterfunktion für verschiedene Muskelgruppen

source: Combine the exercises and create your own
de: Kombiniere die Übungen und erstelle dein eigenes Workout

source: self-made workout
de: selbst-erstellte Workouts

source: This feature is only available to Premium members
de: Diese Funktion ist nur für Benutzer mit einer vollen Mitgliedschaft verfügbar.

source: What does a Premium Membership
de: Was kostet eine Premium-Mitgliedschaft

source: cost per month
de: pro Monat

source: Less than a gallon of gas – but friendlier to the environment
de: Weniger als ein paar Liter Benzin- und du schonst die Umwelt

source: Less than a Big Mac meal – but better for your body
de: Weniger als ein Big Mac Menü- und du tust deinem Körper etwas Gutes

source: Less than a beer at your local pub – and you stay sober
de: Weniger als ein Bier in der nächsten Kneipe- und du bleibst nüchtern

source: Less than a large cup of coffee – but will keep you awake
de: Weniger als ein großer Becher Kaffee - und du bleibst trotzdem länger wach

source: From just
de: Ab

source: per Month
de: pro Monat

source: Please enter your last name
de: Bitte geben Sie Ihren Vornamen

source: Update Settings
de: speichern

source: Congratulations
de: Bestätigung

source: You are about to sign up as a
de: Du bist dabei, dich als

source: fitness4.me Premium member
de: Fitness4.me Premium-Mitglied anzumelden

source: You have chosen the
de: Du hast das

source: monthly subscription giving you unlimited access to all
de: monatliche Abonnement gewählt, das dir unbegrenzten Zugang zu all

source: our services on a monthly basis. The first two months are
de: unseren Angeboten gewährt. Die ersten zwei Monate sind

source: free and you can cancel any time
de: kostenfrei und du kannst dich jederzeit wieder abmelden

source: Super Saver subscription giving you unlimited access to all
de: Super Spar Abonnement Ihnen unbegrenzten Zugang zu alle

source: our services for
de: unsere services für

source: months
de: monate

source: seconds
de: sekunden

source: days
de: tage

source: total workout time
de: Insgesamt Trainingszeit

source: Confirmation
de: Bestätigung

source: Thank you for confirming your account with fitness4.me. A mail has been sent to you with your login details. Please login to access your workouts.
de: Vielen Dank für die Bestätigung Ihres Kontos bei Fitness4me. Eine E-Mail mit Ihren Logindaten wurde an Sie gesendet. Bitte loggen Sie sich ein, um auf Ihre Trainingseinheiten zuzugreifen.

source: Phone
de: Telefon

source: Website
de: Webseite

source: Priority
de: Priorität

source: Low
de: Niedrig

source: High
de: Hoch

source: Emergency
de: Notfall

source: Type
de: Typ

source: Information Change
de: Änderung der Informationen

source: Information Addition
de: Ergänzung der Informationen

source: Website Issues
de: FragenzurWebseite

source: Message
de: Nachricht

source: Like us on Facebook
de: Like uns auf Facebook

source: Follow us on Twitter
de: Verfolge uns auf twitter

source: Search
de: Suche

source: Click or type here to search
de: Suchbegriff eingeben

source: For Our Clients
de: Für unsere Kunden

source: Frequently Asked Questions
de: FAQ

source: Account Management
de: Kontoverwaltung

source: Quick Contact
de: Kontakt

source: Your name
de: Nachname

source: Your message
de: Nachricht

source: Enter the code above
de: Bitte gebe den Sicherheitscode oben ein

source: Send
de: Senden

source: Credits
de: Impressum

source: Sitemap
de: Seitenübersicht

source: Terms of use
de: Nutzungsbedingungen

source: Privacy policy
de: Datenschutzerklärung

source: Forgot your password?
de: Passwort vergessen

source: Do not worry!
de: Keine Sorge!

source: Please type in your email address and we will send you a new one.
de: Bitte trage deine E-Mail Adresse ein und wir senden dir ein neues Passwort zu.

source: Don't have an account?
de: Du hast keinen Account?

source: Sign Up
de: Registrieren

source: Sign In
de: Anmelden

source: Sign in using your username and password
de: Logge dich mit deinem Benutzernamen und Passwort ein

source: Forgot password
de: Passwort vergessen

source: Register
de: Registrieren

source: First Name
de: Vorname

source: Please enter your Last name
de: Bitte geben Sie Ihren Vornamen

source: Please enter an email.Your email would be confidential
de: Bitte hinterlassen Sie uns Ihre Email Adresse, wir verwenden sie vertraulich

source: Please enter a username
de: Bitte geben Sie Ihren Benutzername

source: Please enter a password
de: Bitte geben Sie ein Passwort ein

source: Please enter a password of minimum 6 characters
de: Bitte geben Sie ein Passwort mit mindestens 6 Zeichen ein

source: Please accept the terms and conditions to register
de: Bitte bestätige zur Registrierung die Bedingungen und Allgemeinen Geschäftsbedingungen

source: Workout Level
de: Trainingsstufe

source: I accept the
de: Ich akzeptiere die

source: terms and conditions
de: allgemeinen Geschäftsbedingungen

source: Already have an account
de: Du hast bereits einen Account

source: Faqs
de: FAQ

source: We Guarantee
de: Wir garantieren

source: Thank you
de: Vielen Dank

source: Thank you for registering with us.<br/> You will shortly receive an email with a confirmation link .<br/>Please click on the link to confirm your account.
de: Danke, dass Du Dich bei uns angemeldet hast. In Kürze werden wir Dir eine Email mit einem Bestätigungslink zuschicken. Bitte klicke auf den Link, um dein Konto freizuschalten.

source: Please enter a message
de: Bitte geben Sie eine Nachricht

source: Please enter your email
de: Bitte geben Sie Ihre E-Mail

source: Back to Top
de: Zurück zum Anfang

source: We guarantee that you will be satisfied!
de: Wir garantieren dir Zufriedenheit!

source: Read more
de: Lesen Sie mehr

source: Upgrade to Premium Membership and get
de: Sichere dir das Upgrade für die Premium- Mitgliedschaft und erhalte

source: Your own Personal Gym
de: dein persönliches Fitnessstudio

source: that will follow you anywhere you go
de: das dich überall hin begleitet

source: Categories
de: Kategorien

source: Archives
de: Archive

source: The truth about
de: Die Wahrheit über
